Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་ཡོན་གནས་ལྟ་བུར་སྟོན་ཏེ། འཇིག་རྟེན་གྱི་ཡོན་གནས་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Jambudvīpa continent, they display themselves as objects worthy of veneration, and sentient beings observe them as objects worthy of the entire world’s veneration.

source: ཡོན་གནས་ཀྱི་ང་རྒྱལ་ལ་ཡང་མི་སྤྱོད་དེ་ནམ་སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོན་གནས་སུ་གྱུར་པ་དེའི་ཚེ་བདག་ཡོན་གནས་ཀྱི་འདུ་ཤེས་ལ་འཇུག་གོ་སྙམ་ནས་མ་གོས་པའི་སྤྱད་པ་ལ་སྤྱོད་དེ།
en: Yet, these bodhisattvas do not act with the pride of one who is an object worthy of veneration. Thinking, ‘I will not engage in the conception of being an object worthy of veneration until such time as all sentient beings have become objects worthy of veneration by attaining unsurpassed, complete, and perfect awakening,’ they engage in unblemished conduct. “

source: འཛམ་བུའི་གླིང་ལ་ལར་ནི་དགེ་འདུན་གྱི་དབྱེན་བྱེད་པ་ལྟ་བུར་སྟོན་ཏེ། དགེ་འདུན་གྱི་དབྱེན་བྱེད་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Jambudvīpa continent, they display themselves as creating schism among the saṅgha, and sentient beings observe them as having created schism among the saṅgha.

source: སྔོན་གྱི་བསྐལ་པ་བྱེ་བ་ཕྲག་གྲངས་མེད་པ་ནས་དགེ་འདུན་གྱི་དབྱེ་ན་སྔོན་ཅད་ཀྱང་མ་བྱས་ཏེ་དགེ་འདུན་ལ་ཕན་པར་བསྒྲུབ་པར་སྤྱོད་པ་ཡིན་ནོ།
en: Yet, over countless tens of millions of eons, these bodhisattvas have never before created schism among the saṅgha but rather have acted to bring benefit to the saṅgha. “

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་དེ་བཞིན་གཤེགས་པའི་ཞབས་ཀྱིས་རེག་པའི་རྡུལ་གུད་དུ་འདོར་བར་བྱེད་པ་ལྟ་བུར་སྟོན་ཏེ།
en: In each and every Jambudvīpa continent, they display themselves as casting aside the dust that has been touched by the Tathāgata’s feet, and sentient beings observe this, thinking, ‘Ah!

source: ཀྱེ་མ་ངུར་སྨྲིག་ཙམ་འཆང་ཞིང་མི་བཟད་པའི་ལས་བྱེད་པ་ཞིག་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་ངུར་སྨྲིག་ཙམ་འཆང་བ་ཡང་མ་ཡིན་ཏེ།
en: This is one who merely wears the saffron-colored robes but engages in unbearable deeds.’ Yet, these bodhisattvas do not merely wear the saffron-colored robes.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། བདེ་བ་སྟོན་པ་ཡང་ཡིན་ནོ།
en: Rather, they benefit all sentient beings and guide them to happiness.

source: །དེ་ལ་སོགས་པ་གཞན་ཡང་དེ་བཞིན་གཤེགས་པའི་ཞབས་ཀྱི་དྲུང་དུ་ཆོས་མཉན་པ་ཐོས་ན།
en: Similarly, they moreover display themselves as complaining when they hear the teachings of Dharma at the Tathāgata’s feet, saying,

source: ཀྱེ་མ་དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་བརྡ་ཕྲད་དཀའ་བ་ཤ་སྟག་ཟེར་རོ་ཞེས་འཕྱ་བ་ལྟ་བུར་སྟོན་ཏེ།
en: ‘Ah! This recluse Gautama only speaks in words that are hard to understand.’

source: ཀྱེ་མ་གཡེངས་པ་ཤེས་རབ་རྟུལ་བའི་དགེ་སྦྱོང་ཞིག་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་དེ་བཞིན་གཤེགས་པ་ལ་ཕན་པ་དང་། བདེ་བ་བྱེད་པ་ཡང་ཡིན་ནོ། །
en: Sentient beings observe this, thinking, ‘Ah! This is a distracted monk with dull wisdom.’ Yet, over many tens of millions of eons, these bodhisattvas have acted to benefit and please the Tathāgata. “

source: འཛམ་བུའི་གླིང་ལ་ལར་ནི་དེ་བཞིན་གཤེགས་པ་ལ་ཟས་དུག་ཅན་འབུལ་ཞིང་བསླབ་པའི་གཞི་དང་། ཕམ་པའི་འགལ་བ་བྱེད་པ་ལྟ་བུར་སྟོན་ཏེ།
en: In each and every Jambudvīpa continent, they display themselves as offering poisoned food to the Tathāgata, violating the basic precepts, and committing unforgivable offenses, and sentient beings observe them as violators of the precepts.

source: ཕམ་པ་ཅན་དུ་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་སྐྱེད་པར་བྱེད་པ་ཡང་ཡིན་ནོ།
en: Yet, these bodhisattvas cause all sentient beings to uphold the disciplinary precepts. “

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་མཛད་པ་མང་པོ་སྟོན་པ་ལྟ་བུར་སྟོན་ཏེ།
en: In each and every Jambudvīpa continent, they display the many deeds of the tathāgatas, and sentient beings observe them as perfect teachers.

source: ཡང་དག་པར་སྟོན་པ་པོ་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་ཡང་དག་པར་སྟོན་པ་པོ་ཡང་མ་ཡིན་ཏེ།
en: Yet, these bodhisattvas are not perfect teachers.

source: དེ་བཞིན་གཤེགས་པའི་རྒྱན་བྱེད་པ་ཡང་ཡིན་ནོ།
en: They are engaging in the adornments of the Tathāgata. “

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ལྟ་བུར་བདག་ཉིད་སྟོན་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་སོ།
en: In each and every Jambudvīpa continent, they display themselves as śrāvakas and pratyekabuddhas, and sentient beings observe them as śrāvakas and pratyekabuddhas. “

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ལྟ་བུར་བདག་ཉིད་སྟོན་ཏེ།
en: In each and every Jambudvīpa, they display themselves as passing into parinirvāṇa, and sentient beings observe them passing into parinirvāṇa.

source: ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་སྔན་ཆད་གཏན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ནི་ནམས་ཀྱང་ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་སོ།
en: Yet, because these bodhisattvas have already forever passed into parinirvāṇa, they will never pass into parinirvāṇa. “

source: །ལན་ཅིག་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡང་མ་ཡིན་ཏེ།
en: By passing into parinirvāṇa once, these bodhisattvas will not have passed into parinirvāṇa.

source: ལན་མང་དུ་ཡང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ།
en: Rather, it is by passing into parinirvāṇa many times that they will pass into parinirvāṇa.

source: །ལན་གྲངས་བྱེ་བ་ཕྲག་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་དེ།
en: By having passed into parinirvāṇa eight hundred forty billion times, they will pass into parinirvāṇa.

source: ལན་བྱེ་བ་ཕྲག་ཉི་ཁྲི་ཆིག་སྟོང་དུ་འདོད་ཆགས་ལས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ལ། འདོད་ཆགས་ལས་བརྟེན་ཏེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡང་མ་ཡིན་ནོ།
en: By having passed into parinirvāṇa two hundred ten billion times from desire, they will eventually pass into parinirvāṇa, but it is not the case that they can pass into parinirvāṇa solely on the basis of desire.

source: །ལན་བྱེ་བ་ཕྲག་ཉི་ཁྲི་ཆིག་སྟོང་དུ་ཞེ་སྡང་ལས་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ།
en: They will pass into parinirvāṇa two hundred ten billion times from anger.

source: །ལན་བྱེ་བ་ཕྲག་ཉི་ཁྲི་ཆིག་སྟོང་དུ་གཏི་མུག་ལས་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ་ལན་བྱེ་བ་ཕྲག་ཉི་ཁྲི་ཆིག་སྟོང་དུ་ཆ་མཉམ་པ་ལས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་དེ།
en: They will pass into parinirvāṇa two hundred ten billion times from ignorance. They will pass into parinirvāṇa two hundred ten billion times from an equal combination of desire, anger, and ignorance.

source: རྣམ་པ་བཞི་པོ་འདི་ལྟ་བུས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ལ། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ཆ་མཉམ་པ་ལ་ཡང་མི་རྟེན་ཏོ།
en: By passing into parinirvāṇa in these four ways, they will eventually pass into great parinirvāṇa, which does not depend on desire, anger, ignorance, or an equal combination of the three. “

source: །དེ་ལྟར་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་བཞི་པོ་དག་གིས་བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་བྱ་བ་མཐར་ཕྱིན་ཏེ་འདུལ་བའི་དབང་གིས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ལྟ་བུར་སྟོན་ཏེ།
en: Thus, by passing into these four great parinirvāṇas over many tens of millions of eons, they fulfill all their activities and, through their power to tame beings, display themselves as passing into parinirvāṇa.

source: མི་དགེ་བའི་ཕྱོགས་ཇི་སྙེད་ཡོད་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡང་དེ་སྙེད་དེ།
en: However many aspects of nonvirtue exist, that is the number of times they will pass into parinirvāṇa.

source: རྟག་ཏུ་སྐད་ཅིག་དང་། ཐང་ཅིག་དང་། ཡུད་ཙམ་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་འདའོ།
en: They will constantly pass into parinirvāṇa for an instant, for a second, and for a minute.

source: །དེ་བས་ན་རྣམ་པ་མང་པོ་དག་གིས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་ལ་གཏན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་མིང་ཡང་མེད་པའི་ཕྱིར་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའོ།
en: Thus, they will pass into parinirvāṇa in many ways, and yet since even the name of parinirvāṇa has never existed, they will never pass into parinirvāṇa. “

source: །འཛམ་བུའི་གླིང་ལ་ལར་ནི་བདུད་ཀྱི་ལས་བྱེད་པར་བདག་ཉིད་སྟོན་ཏེ། བདུད་སྡིག་ཅན་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བདུད་ཀྱི་ལས་ཀྱང་མི་བྱེད་དོ།
en: In each and every Jambudvīpa continent, they will display themselves performing the deeds of Māra, and sentient beings will observe them as evil Māra. Yet, these bodhisattvas do not perform the deeds of Māra.

source: །འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་འཇིགས་པ་ལ་སོགས་པ་མི་དགེ་བའི་ཕྱོགས་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་བདུད་ཀྱི་ལས་རྟག་ཏུ་བྱེད་ལ། ཤིན་ཏུ་གཅོད་པར་བྱེད་པའི་བདུད་ཀྱི་ལས་ལ་རྟེན་པ་ཡང་མ་ཡིན་ནོ།
en: While constantly performing as many of Māra’s deeds as there are aspects of nonvirtue such as desire, anger, ignorant fear, and so forth, they do not maintain those deeds of Māra that are extremely harmful. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བདག་ཉིད་མངལ་ནས་སྐྱེས་པ་ལྟ་བུར་སྟོན་ཏེ། སེམས་ཅན་རྣམས་ཀྱིས་བུ་བཙས་པར་ཤེས་ཀྱང་འཁྲིག་པ་ལ་བརྟེན་ནས་བྱུང་བ་ཡང་མ་ཡིན་ཞིང་བུའི་རང་བཞིན་ཡང་མ་ཡིན་ནོ། ། བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་མངོན་པར་འབྱུང་བ་ཡང་སྟོན་ཏེ། སེམས་ཅན་རྣམས་ཀྱིས་མངོན་པར་འབྱུང་བར་ཤེས་ཀྱང་། དེ་ལ་མངོན་པར་འབྱུང་བའི་འདུ་ཤེས་འཇུག་པ་ཡང་མེད་དོ།
en: In each and every Uttarakuru continent, they display themselves as appearing to be born from wombs, and sentient beings observe that these bodhisattvas were born through childbirth. Yet, these bodhisattvas were not produced through intercourse, and thus they do not possess the self-nature of children. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་གཙུག་ཕུད་བྲེག་པའི་ལས་ལྟ་བུར་སྟོན་ཏེ། སེམས་ཅན་རྣམས་ཀྱིས་གཙུག་ཕུད་འབྲེག་པའི་ལས་བྱེད་པར་ཤེས་ཀྱང་དེ་ལ་དེའི་འདུ་ཤེས་འཇུག་པ་ཡང་མེད་དོ།
en: In each and every Uttarakuru continent, they display themselves as appearing to go forth to renunciation, and sentient beings observe that they went forth to renunciation. Yet, these bodhisattvas do not engage in the conception of going forth to renunciation. They display themselves as appearing to perform the act of shaving their heads, and sentient beings observe that they have shaved their heads. Yet, these bodhisattvas do not engage in the conception of that. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་མཁན་པོའི་ཁྱིམ་དུ་འགྲོ་བ་ལྟ་བུར་སྟོན་ཏེ། བསླབ་པར་བྱ་བའི་ཡི་གེ་སློབ་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བསྐལ་པ་དུ་མར་བསླབ་པའི་བྱ་བ་ཤིན་ཏུ་ཚར་ཕྱིན་པར་བྱས་ཤིང་བསྐལ་པ་བྱེ་བ་ཕྲག་བརྒྱ་སྟོང་དུ་མ་ནས་བཟོའི་བྱ་བ་ཐམས་ཅད་ཀྱང་མཐར་ཕྱིན་ཏོ།
en: In each and every Uttarakuru continent, they display themselves as appearing to go to scholars’ houses to learn all the books to be studied, and sentient beings observe that. Yet, these bodhisattvas have already thoroughly completed their training over many eons and have brought all activities to fulfillment after many trillions of eons. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་མིའི་སེང་གེ་དང་། ངང་པའི་སྟབས་སུ་འགྲོ་བ་ལྟ་བུར་སྟོན་ཏེ། སེམས་ཅན་རྣམས་ཀྱིས་མིའི་སེང་གེ་དང་།
en: In each and every Uttarakuru continent, they display themselves as appearing to go in the manner of geese and lions among humanity, and sentient beings observe them as going in the manner of geese and lions among humanity.

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བུ་དང་ཆུང་མ་ཡང་སྟོན་པར་བྱེད་དེ། སེམས་ཅན་རྣམས་ཀྱིས་འདོད་པ་ལ་ཡོངས་སུ་སྤྱོད་པར་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves with children and spouses, and sentient beings observe them as engaging in desire.

source: དེའང་རྟག་ཏུ་ཆོས་འདོད་པ་ལ་ཡོངས་སུ་སྤྱོད་ཀྱི་ཉོན་མོངས་པ་དང་། འདོད་པ་ལ་གནས་པ་ཡང་མ་ཡིན་ནོ། །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བཤང་བ་དང་།
en: Yet, although they do constantly and thoroughly engage in desire for the Dharma, these bodhisattvas do not abide in desire or afflictions. “In each and every Uttarakuru continent, they display themselves as appearing to defecate and urinate, and sentient beings observe that they defecate and urinate.

source: གཅི་བ་ལྟ་བུར་སྟོན་པར་བྱེད་དེ། སེམས་ཅན་རྣམས་ཀྱིས་བཤང་བ་དང་། གཅི་བ་བྱེད་པར་ཤེས་ཀྱང་བསྐལ་པ་བྱེ་བ་ཕྲག་གྲངས་མེད་པ་ནས་བཤང་བ་དང་། གཅི་བའི་འདུ་ཤེས་ཀྱང་རྣམ་པར་སྤངས་ཏེ་འདུ་ཤེས་དེ་ཡང་འཇུག་པ་མེད་དོ།
en: Yet, after countless tens of millions of eons these bodhisattvas have abandoned the conceptions of defecating and urinating and do not engage in these conceptions. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་སོ་ཤིང་སྤྱོད་པ་ལྟ་བུར་སྟོན་ཏེ། སོ་ཤིང་འཆང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བསྐལ་པ་བྱེ་བ་གྲངས་མེད་པ་ནས་ཉོན་མོངས་པའི་སོ་ཤིང་རྣམ་པར་སྤངས་ཏེ། ཁ་ཡང་ཨུད་པ་ལའི་དྲི་དང་ལྡན་ནོ། །
en: In each and every Uttarakuru continent, they display themselves as appearing to use tooth-cleaning sticks, and sentient beings observe them as chewing on tooth-cleaning sticks. Yet, after countless tens of millions of eons these bodhisattvas have completely abandoned the tooth-cleaning stick of the afflictions, and their mouths possess the scent of the utpala flower. “

source: བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་གདུགས་དང་། ལྷམ་འཆང་བ་ལྟ་བུར་སྟོན་ཏེ། གདུགས་དང་། ལྷམ་འཆང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as appearing to hold parasols and wear shoes, and sentient beings observe that they hold parasols and wear shoes.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་ཉོན་མོངས་པའི་གདུགས་དང་། ལྷམ་གྱི་འདུ་ཤེས་ཀྱང་རྣམ་པར་སྤངས་ཏེ་ལུས་དག་ཅིང་རྟག་ཏུ་ཆོས་ཀྱི་བདེ་བ་དང་། ཏིང་ངེ་འཛིན་གྱི་གདུགས་འཆང་ཞིང་རིན་པོ་ཆེའི་གདུགས་དང་། པད་མའི་ལྷམ་ཐམས་ཅད་སྟེན་པར་བྱེད་དོ།
en: Yet, after many tens of millions of eons these bodhisattvas have abandoned the conception of the parasols and shoes of the afflictions; their bodies are pure, and they constantly hold the parasols of samādhi and the joy of Dharma and display many jeweled parasols and shoes of lotus flowers. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་ཁྲུས་བྱེད་པ་ལྟ་བུར་སྟོན་ཏེ། ཁྲུས་བྱེད་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་ཁྲུས་ཀྱི་འདུ་ཤེས་དེ་རྣམ་པར་སྤངས་ཏེ།
en: In each and every Uttarakuru continent, they display themselves as appearing to bathe, and sentient beings observe them as bathing. Yet, after many tens of millions of eons these bodhisattvas have abandoned the conception of bathing.

source: མདོ་དུ་མ་ནས་བྱུང་བའི་ཆུས་རྟག་ཏུ་ཁྲུས་བྱེད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མུ་སྟེགས་སུ་གྱུར་པ་ཡང་ཡིན་ནོ།
en: They constantly bathe in the water of the Dharma that has arisen from the many discourses, with all sentient beings as the ghats [that lead to their bathing ponds]. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་ནད་ཀྱི་རང་བཞིན་ལྟ་བུར་སྟོན་ཏེ། སྨན་ལ་སྟེན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as appearing to be naturally susceptible to illness, and sentient beings observe them relying on medicines.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་དང་བྲལ་ཞིང་ནད་རྣམས་བསལ་བ་སྟེ།
en: Yet, after many tens of millions of eons these bodhisattvas are free from all afflictions and have cleared away all illnesses.

source: སེམས་ཅན་ནད་ཀྱིས་ཐེབས་པ་རྣམས་དང་། འདོད་ཆགས་ཀྱི་རང་བཞིན་དག་ལས་ཀྱང་གསོ་བར་བྱེད་དོ།
en: Moreover, they cure those sentient beings who have been struck by illness and who are naturally susceptible to desire. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་གྲང་བ་དང་། ཚ་བ་ལ་སྟེན་པ་ལྟ་བུར་སྟོན་ཏེ། གྲང་བ་དང་། ཚ་བ་ལ་སྟེན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as susceptible to cold and heat, and sentient beings observe them as susceptible to cold and heat.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ལ་སོགས་པ་ནས་གྲང་བ་དང་། ཚ་བའི་འཇིགས་པ་ཡང་རྣམ་པར་སྤངས་སོ།
en: Yet, after many tens of millions of eons these bodhisattvas have abandoned all fear of cold and heat. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བཀྲེས་པ་དང་། སྐོམ་པས་སྲེད་ཅིང་ཞེན་པ་དང་ལྡན་པར་སྟོན་ཏེ། བཀྲེས་ཤིང་སྐོམ་པ་ལ་སྐོམ་པས་གདུངས་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as becoming afflicted with craving and clinging due to hunger and thirst, and sentient beings observe them as suffering hunger and thirst.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་བཀྲེས་པ་དང་། སྐོམ་པའི་འདུ་ཤེས་ཀྱི་འཇིགས་པའི་ཀླུང་གི་རྒྱུན་ལས་ཀྱང་རྒལ་ནས་རྟག་ཏུ་བཀྲེས་པ་དང་། སྐོམ་པས་སྲེད་པར་གྱུར་པའི་འབྱུང་པོ་ཐམས་ཅད་ཀྱི་ཁ་ཟས་སུ་གྱུར་ཅིག་ཅེས་ཟེར་རོ།
en: Yet, after many tens of millions of eons, these bodhisattvas have crossed over the flowing river of fear due to the conception of hunger and thirst, and having done so they constantly conjure food for those spirits afflicted by hunger and thirst, saying ‘Let there be food!’ “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྤྱོད་པ་ལ་རྩོམ་པ་ལྟ་བུར་སྟོན་ཏེ།
en: In each and every Uttarakuru continent, they display themselves as undertaking the practice of the perfection of generosity, and sentient beings observe this, thinking,

source: ཀྱེ་མ་སྦྱིན་པ་ལ་བརྩོན་པའི་སེམས་ཅན་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: ‘Ah! They are sentient beings exerting themselves in generosity.’

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་ཀྱང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དུ་མ་རྟག་ཏུ་སྤྱད་པས་ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུ་པོ་རྣམས་ལ་སེམས་ཅན་རྣམས་སྡུད་པའི་རྒྱུར་གྱུར་ཏོ། །
en: Yet, over many tens of millions of eons, these bodhisattvas have constantly practiced the various perfections, and as a result they have become primary causes for sentient beings’ accumulation of the ten perfections. “

source: བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་ཚུལ་སྟོན་ཏེ། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་དེ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཕལ་གྱི་སྤྱད་པ་ཡང་མི་སྤྱོད་དེ་རྟག་ཏུ་ཕྱིར་མི་ལྡོག་པའི་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བའི་རྒྱལ་པོ་བྱེད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱང་བྱེད་དུ་འཇུག་གོ།
en: In each and every Uttarakuru continent, they display themselves in the manner of cakravartin kings, and sentient beings observe them as cakravartin kings, yet they do not engage in the conduct of ordinary cakravartin kings. Rather, they constantly act as kings who turn the wheel of the incontrovertible Dharma, and they enable all sentient beings to do the same. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་དེ་ལྟ་བུའི་རྒྱལ་སྲིད་ཕུན་སུམ་ཚོགས་པ་ཤིན་ཏུ་རྒྱ་ཆེ་བ་དག་ཀྱང་རྩྭ་བཞིན་དུ་བོར་ནས་རབ་ཏུ་བྱུང་བའི་གཟུགས་དང་། མཚན་མ་སྟོན་པར་བྱེད་དེ། ལ་ལར་ནི་རབ་ཏུ་བྱུང་བ་ལྟ་བུ། ལ་ལར་ནི་རབ་ཏུ་མ་བྱུང་བ་ལྟ་བུར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་སོ།
en: In each and every Uttarakuru continent, they display themselves with the form and characteristics of one who goes forth having discarded a perfect and vast kingdom as if it were so much dry grass. In each and every one, they seem not to have gone forth to renunciation, and in each and every one, sentient beings observe them as not having gone forth to renunciation. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་ཡ་མཚན་ཅན་ཐམས་ཅད་ཀྱི་རབ་ཏུ་བྱུང་བ་ལྟ་བུར་ལྟ་བ་ངན་པ་རབ་ཏུ་འབྱུང་བ་ལ་རབ་ཏུ་བྱུང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་། ཡ་མཚན་ཅན་ཐམས་ཅད་དང་འཐུན་པར་རབ་ཏུ་བྱུང་བ་ཡང་མ་ཡིན་ཏེ། དེ་དག་ངེས་པར་བསྒྲལ་བའི་ཕྱིར་རབ་ཏུ་འབྱུང་ངོ་།
en: In each and every Uttarakuru continent, they display themselves as non-Buddhist renunciants who have gone forth to renunciation with false views, and sentient beings observe them as renunciants. Yet it is not the case that they have become renunciants who subscribe to non-Buddhist doctrines. Rather, they have gone forth to renunciation in order to liberate those non-Buddhist renunciants. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་དེ་བཞིན་གཤེགས་པའི་རབ་ཏུ་འབྱུང་བར་རྩོམ་པ་ལྟ་བུར་སྟོན་ཏེ། དེ་བཞིན་གཤེགས་པའི་རབ་ཏུ་འབྱུང་བས་རབ་ཏུ་འབྱུང་བར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་དེ་བཞིན་གཤེགས་པའི་རབ་ཏུ་འབྱུང་བའི་བྱ་བ་ཡང་མཐར་ཕྱིན་པར་བྱས་སོ།
en: In each and every Uttarakuru continent, they display themselves first going forth to renunciation as the Tathāgata, and sentient beings observe them as having gone forth to renunciation as the Tathāgata. Yet, over many tens of millions of eons, these bodhisattvas have already fulfilled the activity of the Tathāgata’s going forth to renunciation. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་སྦྱངས་པའི་ཡོན་ཏན་བཅུ་གསུམ་ཡང་དག་པར་འཛིན་པ་ལྟ་བུར་སྟོན་ཏེ། སྦྱངས་པའི་ཡོན་ཏན་ཅན་ཡོ་བྱད་བསྙུངས་པ་ཡིན་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as correctly observing the twelve austerities, and sentient beings observe them as ascetics who engage in austerities.

source: བསྐལ་པ་བྱེ་བ་ཕྲག་དུ་མ་ནས་སྦྱངས་པའི་ཡོན་ཏན་རྫོགས་ཤིང་རྟག་ཏུ་མཉམ་པར་གཞག་པ་ཡང་ཡིན་ནོ། །
en: Yet, over many tens of millions of eons, these bodhisattvas have already completed the austerities, and they constantly abide in equipoise. “

source: བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་རྩྭ་བཏིང་བ་ལྟ་བུར་སྟོན་ཏེ།
en: In each and every Uttarakuru continent, they display themselves on a grass mat at the seat of awakening, and sentient beings observe them as sitting at the seat of awakening.

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་རྟག་ཏུ་བྱང་ཆུབ་ཀྱི་བྱ་བ་མཐར་ཕྱིན་པར་བྱས་པ་ཡང་ཡིན་ནོ། །
en: Yet these bodhisattvas are constantly engaged in fulfilling the activities of awakening. “

source: བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ལ་སྙོམས་པར་ཞུགས་པ་ལྟ་བུར་སྟོན་ཏེ། བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ལ་སྙོམས་པར་ཞུགས་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་རྟག་ཏུ་སྙོམས་པར་འཇུག་པའི་སྤྱོད་པ་དུ་མ་སྤྱོད་པ་ཡང་ཡིན་ནོ།
en: In each and every Uttarakuru continent, they display themselves as engaging in meditative absorption, samādhi, and equanimity, and sentient beings observe them as engaging in meditative absorption, samādhi, and equanimity. Yet, these bodhisattvas are constantly practicing the many practices of engaging in equanimity. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་ཡན་ལག་དགུའི་མདོ་འཆད་པ་ལྟ་བུར་སྟོན་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་ཡན་ལག་དགུའི་མདོ་གསུངས་པ་འཆད་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་། རྟག་ཏུ་མདོ་དུ་མ་ལ་སོགས་པ་ཡང་འཆད་དོ།
en: In each and every Uttarakuru continent, they display themselves as explaining the nine categories of discourses, and sentient beings observe them as the Bhagavān explaining the speech of the nine categories of discourses. Yet, these bodhisattvas are constantly explaining all the various categories of discourses. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བསླབ་པའི་གཞི་ཚད་ངེས་པར་བྱེད་པ་ལྟ་བུར་སྟོན་ཏེ། བསླབ་པའི་གཞི་ཚད་ངེས་པར་འཆའ་བར་བྱེད་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་གི་མདོ་དག་ཀྱང་རྟག་ཏུ་བྱེད་ཅིང་བསླབ་པའི་གཞི་དུ་མ་དག་ཀྱང་རྟག་ཏུ་འཆའ་བར་བྱེད་དོ།
en: In each and every Uttarakuru continent, they display themselves as definitively attaining the full measure of the basic precepts, and sentient beings observe them as possessing the full measure of the basic precepts. Yet, these bodhisattvas are constantly engaged in the various discourses belonging to the eighty-four thousand divisions of the Dharma and are constantly observing all the various basic precepts. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་དུ་བདུད་འདུལ་བ་ལྟ་བུར་སྟོན་ཏེ། བདུད་ཀྱི་སྡེ་ཕམ་པར་བྱས་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་།
en: In each and every Uttarakuru continent, they display themselves as subduing Māra at the base of the Bodhi tree, and sentient beings observe them as having defeated the armies of Māra.

source: བདུད་ཀྱི་འདུ་ཤེས་གཅིག་ཀྱང་མི་འབྱུང་སྟེ། ཉོན་མོངས་པའི་བདུད་དང་། ཕུང་པོའི་བདུད་ལ་སོགས་པ་བདུད་བྱེ་བ་དུ་མ་དག་ཀྱང་རྟག་ཏུ་ཟད་པར་བྱེད་དོ།
en: Yet, these bodhisattvas do not give rise to the conception of Māra and have permanently eliminated all the many tens of millions of māras such as the māra of the afflictions, the māra of the aggregates, and so forth. “

source: །བྱང་གི་སྒྲ་མི་སྙན་ལ་ལར་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་སོགས་པ་འབྲས་བུ་བཞི་ཐོབ་པ་ལྟ་བུར་སྟོན་ཏེ། འབྲས་བུ་བཞི་ཐོབ་པར་སེམས་ཅན་རྣམས་ཀྱིས་ཤེས་ཀྱང་འབྲས་བུ་བཞིའི་འདུ་ཤེས་ཀྱང་མི་འབྱུང་སྟེ།
en: In each and every Uttarakuru continent, they display themselves as attaining the four fruitions, such as the fruition of stream entry and so forth, and sentient beings observe them as having attained the four fruitions. Yet, these bodhisattvas do not give rise to the conception of the four fruitions.

source: འབྲས་བུའི་བྱ་བ་དུ་མ་དག་ལ་ཡང་སྤྱོད་ཅིང་ཕྱིར་མི་འོང་བ་ཡང་མ་ཡིན་ལ་སེམས་ཅན་རྣམས་ངེས་པར་བསྒྲལ་བའི་ཕྱིར་རྟག་ཏུ་སྲིད་པའི་ཡན་ལག་རྣམས་སུ་ཡང་འོང་ངོ་།
en: Since they conduct themselves in all the various fruitional activities but have not become non-returners, they are constantly reentering the links of conditioned existence in order to liberate all sentient beings. “
